{
  "text":"David Moore is having fun. The former director of the Participatory Politics Foundation, a nonprofit open-government group that operated OpenCongress.org — a site that tracked the revolving door between Congress and lobbying and became a leading resource for government transparency — is now part of a project with an ambitious goal: finding a way to save journalism.  Journalism is an industry under siege. There are, in fact, two simultaneous existential crises facing journalism: dwindling public confidence and support for media in the face of the rise in fake news and clickbait, and collapsing advertising models that supported journalism in the past. It is a pincer movement that has balkanized audiences and gutted funding.  In November 2017, two New York–based sites specializing in local reportage, Gothamist (which also had outlets in other cities) and DNAinfo, were abruptly shut down by their owner, Joe Ricketts, a Trump-supporting billionaire, after their staff voted to unionize.  Just weeks later, The Awl and The Hairpin, an esoteric pair of sites beloved as showcases for young writers, announced they were shuttering amid collapsing advertising revenue. A year earlier, Silicon Valley billionaire Peter Thiel was revealed to have been the secret financial backer of a devastating lawsuit that destroyed the groundbreaking gossip blog Gawker. President Trump has declared outright war on the news media, which he describes as the \"enemy of the American people\"; according to polling, a third of Americans agree with him.  \"The loss of Gothamist and DNAinfo was keenly felt,\" says Moore, who lives in Brooklyn. \"It prompted a sense of urgency in New York that this leading work needs wider support and strategies for sustainability.\"  Moore believes he may have found an answer — or at least, a group of people with a good shot at finding one — to both of these problems. As it turns out, the solution to both crises facing journalism may come from the same technological root: blockchain, the technology that distributes data across a network of participating nodes using cryptographic proof and removes the necessity for information to be controlled by a central authority. It is the technology behind cryptocurrencies like bitcoin, and it may represent a unique opportunity for an industry in crisis.   Between a Rock and a Hard Place Until now, online journalistic outlets have been stuck with an unenviable choice. Either they fund their operations by putting their journalism behind a paywall — doable if you have a large, loyal audience like the New Yorker or the Times of London, but less of an option for smaller or local publications — or through advertising, where Google and Facebook greedily take the lion’s share of revenue for themselves.  An ecosystem of micropayments, in which everyone pays fractions of a penny for every article they read, has long been thought of as the holy grail for online journalism, the theoretical future solution. But there has never been a way to process payments like that in reality — until now.  \"Blockchain technology can create both chains of authenticity and a level of security,\" Emily Bell, director of the Tow Center for Digital Journalism at Columbia University, tells me. \"Journalism in a highly distributed world, particularly where it is increasingly relying on third-party technology, is in need of solutions to those two problems.\" On top of that, she says, cryptocurrencies offer an opportunity for \"marketplaces which bring journalists and interested communities together to fund work.\"  Could blockchain be the answer to all journalism’s woes? Could frictionless cryptocurrencies solve the industry’s funding crisis at the same time as the immutable ledger of a blockchain solves its trust crisis?  Moore thinks there’s a good chance it can. He is preparing to launch a new startup publication, named Sludge, which will report on the murky world of Washington lobbying. Sludge is one of the \"first fleet\" of around 20 newsrooms that will all launch together later this spring on a new blockchain-based platform called Civil.  \"We are going to be facing pressures of industry groups and PACs and lobbyists, and as we dig into that, having the whole Civil community behind us and having our work archived on a blockchain is a really strong signal — the strongest possible technological signal of our editorial mission and our independence,\" Moore says.   Billionaire-Proofing the News When Ricketts shuttered Gothamist and DNAinfo, and when Thiel’s lawsuit killed Gawker, there was a real danger that the crucial journalism all three sites did would not only cease, but be wiped from history entirely, their archives expunged. The immutability and permanence of information on the blockchain would make that nearly impossible.  \"They’re ‘billionaire-proofing’ journalism, and I think that’s crucial now,\" Moore says of Civil.  Civil is being developed in partnership with Consensys, a software incubator for applications on the Ethereum platform. Ethereum’s token, ether, is the second-largest cryptocurrency after bitcoin, with a market cap of over $70 billion; while bitcoin is largely a medium of exchange and investment, Ethereum is a customizable full-service platform onto which applications like Civil can be built.  Consensys is serious about Civil: It has invested $5 million in developing the platform, of which $1 million is specifically earmarked for seeding the first fleet of newsrooms.  Using Ethereum as the basis for their platform will also allow Civil to launch their own cryptocurrency token, CVL. This, its leaders hope, will tempt readers to invest directly in the journalism being done by Sludge and the other newsrooms under their umbrella. According to CEO Matthew Iles, that will allow Civil to be \"a marketplace for sustainable journalism.\"  The idea, he tells me, is \"to leverage blockchain technology and cryptoeconomics to create a platform for a free and independent press — where there’s only journalists and citizens involved and no advertising or third-party interests in the business model.\"  Early on, according to co-founder and communications chief Matt Coolidge, the Civil team decided to focus on three types of journalism: local coverage, investigative reporting, and reporting on public policy.  \"We see those as the three areas that have been most adversely impacted by two-plus decades of extreme media consolidation, especially at local print outlets,\" Coolidge says. \"There’s a huge market that can be served here, and the idea is that this model is a more feasible way to do so.\"  \"It’s our intent to create a marketplace where newsrooms can experiment with a variety of models that suit them,\" Iles says. \"We’re not coming out with a one-size-fits-all solution.\" It’s not aimed at cryptocurrency geeks only; while blockchain will underpin Civil’s platform, they will accept payment in all currencies, including dollars.  \"Someone who’s really passionate about supporting one of our newsrooms but at this point is still only comfortable transacting with a credit card is more than capable of consuming the news and accessing this site,\" Iles says.  Beneath the waterline, however, those who want to participate in the platform in a deeper way can use the token to do so. Token holders will be able to vote on or challenge proposals, making the platform effectively a cooperative, with a community of active stakeholders participating in decisions.  \"The cryptocurrency folks can invest in Civil tokens as an asset that will appreciate and, along the way, has a tremendous public value supporting local, ad-free journalism,\" Moore says.  Alongside Moore’s Sludge in Civil’s stable of newsrooms is Popula, a news and culture magazine founded by journalist and author Maria Bustillos. On Popula, not only journalists but also commenters can be given micropayments (or microtips). Bustillos talks in terms of an \"experiment in cryptoeconomics\" that could raise the tone of online discourse.  In a blog post, Bustillos wrote: \"Imagine adding information to a news story you’re interested in, and not just getting thumbs up or ‘likes’ for it, but getting paid for it. Same with comments: make a comment that others find interesting, and your subscriber account can be credited with microtips that will accrue for as long as they continue to read and value your contribution.\"   Where the Rubber Meets the Road It won’t necessarily be easy. \"The danger is that, like a lot of civic technology of the early commercial web, it doesn’t quite get enough adoption or support,\" says Bell. It’s possible that even if Civil finds the holy grail of micropayments, the technology will only be able to save journalism if it is widely taken up by audiences.  The use of a cryptocurrency token to raise money for and underpin the journalism of Civil’s newsrooms also raises some thorny questions, especially after a year of incredible volatility in the market for bitcoin and ether. What happens if the price of CVL crashes? Does journalism get worse in a bear market? And what are the ethical implications of covering the cryptocurrency space — which Moore says Sludge plans to do — while also being an active stakeholder in it?  \"A lot of these questions will have to be put to the real-world test when Civil launches,\" Moore says. Iles says that launching their own token should mean that the volatility of ether — the Ethereum blockchain cryptocurrency whose value dropped by nearly 50 percent in January after rocketing up tenfold over 2017—should have a \"minimal impact\" on Civil.  \"That said,\" Iles adds, \"it’s possible to imagine that the Civil token itself has volatility. What we’re focused on — and why we’re launching the token and the platform in lockstep — is that as much as possible the token should be valued based on its product value. Volatility comes largely from speculative behavior, and we’re certainly going to see some of that, perhaps, but our focus is shipping a product that people love to use.\"  In the meantime, Moore says, working with Civil and the other first-fleet newsrooms to try to find answers to these questions has been \"tremendous fun.\"  Ultimately, his mission at Sludge is the same as all good public service journalism: to hold power to account and to connect with as wide an audience as possible.  \"We’re excited,\" Moore says, \"about the potential of Civil to support that mission.\"  Blockchain may not turn out to be a panacea, but in these dark times for journalism, it offers a glimmer of hope.",   
  "summary":"There are two simultaneous existential crises facing journalism: dwindling public confidence and support for media in the face of the rise in fake news and clickbait, and collapsing advertising models that supported journalism in the past.  \"Journalism in a highly distributed world, particularly where it is increasingly relying on third-party technology, is in need of solutions to those two problems.\" On top of that, she says, cryptocurrencies offer an opportunity for Marketplaces which bring journalists and interested communities together to fund work.\" Could blockchain be the answer to all journalism's woes? Could frictionless cryptocurrencies solve the industry's funding crisis at the same time as the immutable ledger of a blockchain solves its trust crisis? Moore thinks there's a good chance it can.  Using Ethereum as the basis for their platform will also allow Civil to launch their own cryptocurrency token, CVL. This, its leaders hope, will tempt readers to invest directly in the journalism being done by Sludge and the other newsrooms under their umbrella.  According to CEO Matthew Iles, that will allow Civil to be \"a marketplace for sustainable journalism.\" The idea, he tells me, is \"To leverage blockchain technology and cryptoeconomics to create a platform for a free and independent press - where there's only journalists and citizens involved and no advertising or third-party interests in the business model.\" Early on, according to co-founder and communications chief Matt Coolidge, the Civil team decided to focus on three types of journalism: local coverage, investigative reporting, and reporting on public policy.  \"The cryptocurrency folks can invest in Civil tokens as an asset that will appreciate and, along the way, has a tremendous public value supporting local, ad-free journalism,\" Moore says.  What happens if the price of CVL crashes? Does journalism get worse in a bear market? And what are the ethical implications of covering the cryptocurrency space - which Moore says Sludge plans to do - while also being an active stakeholder in it? \"A lot of these questions will have to be put to the real-world test when Civil launches,\" Moore says.  \"We're excited,\" Moore says, \"About the potential of Civil to support that mission.\" Blockchain may not turn out to be a panacea, but in these dark times for journalism, it offers a glimmer of hope. "
}
